"无法访问相册中照片" = "Não é possível acessar as fotos do álbum";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Atualmente, não há permissão para acessar as fotos, recomenda-se ir às configurações do sistema,\npermitir o acesso a 'Todas as fotos' em 'Fotos'.";
"前往系统设置" = "Ir para Configurações";
"设置" = "Configurações";
"取消" = "Cancelar";
"相册" = "Álbum";
"完成" = "Concluído";
"原图" = "Imagem original";
"原片" = "Filme original";
"预览" = "Visualizar";
"编辑" = "Editar";
"返回" = "Voltar";
"还原" = "Restaurar";
"自由" = "Livre";
"全选" = "全选";
"取消全选" = "取消全选";
"没有可选资源" = "Sem recursos disponíveis";
"照片和视频不能同时选择" = "Não é possível selecionar fotos e vídeos ao mesmo tempo";
"最多只能选择%d张照片" = "É possível selecionar até %d fotos";
"已达到最大选择数" = "Número máximo de seleções atingido";
"视频最大时长为%d秒，无法选择" = "A duração máxima do vídeo é de %d segundos, não é possível selecionar";
"视频最小时长为%d秒，无法选择" = "A duração mínima do vídeo é de %d segundos, não é possível selecionar";
"视频和照片不能同时选择" = "Não é possível selecionar fotos e vídeos ao mesmo tempo";
"最多只能选择%d个视频" = "É possível selecionar até %d vídeos";
"正在下载" = "Baixando";
"下载失败" = "Falha no download";
"没有照片" = "Sem fotos";
"你可以使用相机拍些照片" = "Você pode usar a câmera para tirar algumas fotos";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Não é possível acessar todas as fotos do álbum,\npor favor, permita o acesso a 'Todas as fotos' em 'Fotos'.";
"只能查看允许访问的照片和相关相册" = "Apenas é possível visualizar as fotos e álbuns permitidos";
"无法使用相机!" = "Não é possível usar a câmera!";
"无法使用相机功能" = "Não é possível usar a função da câmera";
"请前往系统设置中，允许访问「相机」。" = "Por favor, vá às configurações do sistema e permita o acesso a 'Câmera'.";
"照片大小超过最大限制" = "O tamanho da foto excede o limite máximo";
"视频大小超过最大限制" = "O tamanho do vídeo excede o limite máximo";
"视频导出失败" = "Falha na exportação do vídeo";
"保存失败" = "Falha ao salvar";
"所有照片" = "Todas as fotos";
"正在处理..." = "Processando...";
"处理失败" = "Falha no processamento";
"导出失败" = "Falha na exportação";
"视频加载中" = "Carregando vídeo";
"视频加载失败!" = "Falha ao carregar o vídeo!";
"视频可编辑最大时长为%d秒，无法编辑" = "A duração máxima editável do vídeo é de %d segundos, não é possível editar";
"相机不可用!" = "Câmera indisponível!";
"确定" = "Confirmar";
"提示" = "Aviso";
"图片获取失败!" = "Falha ao obter a imagem!";
"视频获取失败!" = "Falha ao obter o vídeo!";
"设置失败!" = "Falha na configuração!";
"唯美" = "Estético";
"梦幻" = "Fantasia";
"老电影" = "Filme antigo";
"怀旧" = "Nostálgico";
"黑白" = "Preto e branco";
"色调" = "Tom";
"模糊" = "Borrão";
"岁月" = "Anos";
"单色" = "Monocromático";
"褪色" = "Desbotado";
"冲印" = "Impressão";
"铬黄" = "Sépia";
"暂无配乐" = "Sem música de fundo";
"配乐" = "Música de fundo";
"视频原声" = "Áudio original do vídeo";
"正在同步iCloud" = "Sincronizando com o iCloud";
"iCloud同步失败" = "Falha na sincronização com o iCloud";
"拖动到此处删除" = "Arraste aqui para excluir";
"松手即可删除" = "Solte para excluir";
"搜索" = "Buscar";
"背景音乐" = "Música de fundo";
"搜索歌名" = "Buscar nome da música";
"此歌曲暂无歌词，请您欣赏" = "Sem letras disponíveis para esta música, aproveite";
"选择" = "Selecionar";
"取消选择" = "Cancelar seleção";
"歌词" = "Letras";
"拍摄失败!" = "Falha na captura!";
"摄像头切换失败!" = "Falha ao trocar a câmera!";
"相机初始化失败!" = "Falha na inicialização da câmera!";
"轻触拍照" = "Toque para tirar foto";
"按住摄像" = "Segure para gravar";
"轻触拍照，按住摄像" = "Toque para tirar foto, segure para gravar";
"拍摄时长不足%d秒" = "A duração da gravação é menor que %d segundos";
"麦克风添加失败，录制视频会没有声音哦!" = "Falha ao adicionar microfone, o vídeo gravado não terá som";
"无法使用麦克风" = "Não é possível usar o microfone";
"请在设置-隐私-相机中允许访问麦克风" = "Por favor, permita o acesso ao microfone em Configurações - Privacidade - Câmera";
"更多" = "Mais";
"张照片" = "fotos";
"个视频" = "vídeos";
"实况" = "Ao vivo";
"照片" = "Foto";
"视频" = "Vídeo";
"点击摄像" = "Toque para gravar";
"音量" = "Volume";
"明亮" = "Brilhante";
"删除" = "Excluir";
"原始比例" = "Proporção original";
"自由格式" = "Formato livre";
"正方形" = "Quadrado";
"亮度" = "Brilho";
"对比度" = "Contraste";
"饱和度" = "Saturação";
"曝光度" = "Exposição";
"色温" = "Temperatura da cor";
"暗角" = "Vinheta";
"锐化" = "Nitidez";
"蒙版素材" = "Material de máscara";
"筛选" = "Filtrar";
"筛选条件" = "Condições de filtro";
"无筛选条件" = "Sem condições de filtro";
"没有项目" = "Sem itens";
"筛选结果" = "Resultados do filtro";
"所有项目" = "Todos os itens";
"已编辑" = "Editado";
"仅显示" = "Mostrar apenas";
"筛选照片" = "Filtrar fotos";
"筛选视频" = "Filtrar vídeos";
"选择相册" = "Selecionar álbum";
"我的相册" = "Meus álbuns";
"媒体类型" = "Tipo de mídia";
"查看全部" = "Ver tudo";
"全部" = "Tudo";
"清空已编辑的内容" = "Limpar conteúdo editado";
"高光" = "Destaque";
"阴影" = "Sombra";

"HXAlbumCameraRoll" = "Todas as fotos";
"HXAlbumPanoramas" = "Fotos panorâmicas";
"HXAlbumVideos" = "Vídeos";
"HXAlbumFavorites" = "Favoritos";
"HXAlbumTimelapses" = "Timelapses";
"HXAlbumRecents" = "Recentes";
"HXAlbumRecentlyAdded" = "Adicionados recentemente";
"HXAlbumBursts" = "Ráfagas";
"HXAlbumSlomoVideos" = "Câmera lenta";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Capturas de tela";
"HXAlbumDepthEffect" = "Retrato";
"HXAlbumLivePhotos" = "Fotos ao vivo";
"HXAlbumAnimated" = "Animado";
